Repository: dynacase-labs/dynacase-admin-uis
Catalog: dynacase-admin-docadmin-ui/DOCADMIN_*.po
Languages: fr

source: All searches
fr: Toutes les recherches

source: All system documents
fr: Tous les documents systèmes

source: Confirm unattach activated timers matched
fr: Confirmer l'annulation des minuteurs provenant des documents

source: Confirm unattach all activated timers
fr: Confirmer l'annulation de tous les minuteurs actifs

source: Document filter
fr: Filtre sur le document

source: Filter Documents
fr: Filtrer les documents

source: Freedom
fr: Dynacase

source: Next Timers
fr: Prochains minuteurs

source: Purge history
fr: Nettoyage de l'historique

source: Rest delay
fr: Délai restant

source: Select a family
fr: Choisir une famille

source: Select a search family
fr: Choisir une catégorie de recherche

source: Skipped Timers
fr: Minuteurs dépassés

source: Timer result
fr: Résultat du minuteur

source: Timer:Action
fr: Action

source: Timer:Document
fr: Document

source: Timer:Done date
fr: Date d'exécution

source: TimerOK
fr: OK

source: Timers history
fr: Historique des minuteurs

source: Timers management
fr: Gestion des minuteurs

source: Timers management result
fr: Résultat de la gestion des minuteurs

source: Unattach Timers
fr: Désactiver les minuteurs

source: Until done date
fr: Historique des minuteurs vieux de plus de n jours

source: days
fr: jours

source: docadmin:ADMIN_ACTIONS_LIST short_name
fr: ADMIN_ACTIONS_LIST

source: docadmin:DOCADMIN Access
fr: Accès à l'application DOCADMIN

source: docadmin:Documents management
fr: Explorateur de documents

source: docadmin:Timers management
fr: Gestion des minuteurs

source: docadmin:View system document
fr: Accès aux documents systèmes

source: docadmin:ihm to access and manage documents
fr: Paramétrage des documents systèmes : cycles, profils, etc.

source: docadmin:manage documents
fr: Gestion des documents

source: timer:apply method %s
fr: Exécution de la méthode %s

source: timer:change state to %s
fr: Changement d'état vers %s

source: timer:send mail with template %s [%d]
fr: Envoi d'un courriel avec le modèle %s [%d]
